export const MUSIC_LIST = [
        {
                id: 1,
                title: "当战",
                artist: "阿睿凌霓剑裳",
                flie: "http://fs.w.kugou.com/201710260221/22bf53ab328ec11d6bfff5a199495595/G103/M00/10/" +
                                "15/pw0DAFkew2OAFqxYADIFEQbaR6k512.mp3",
                cover: "https://gss2.bdstatic.com/9fo3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike92%2C5%2C5" +
                                "%2C92%2C30/sign=eb38c77cab44ad343ab28fd5b1cb6791/a5c27d1ed21b0ef461cefdcfd7c451d" +
                                "a81cb3e78.jpg",
                lrc: "作词：贰哲 作曲：潮汐-tide 编曲：潮汐-tide 震八方,如风剑,自当狂 破千山,斩巨浪,胜负间 侠名扬 NL不分：斩月光 做刀锋一点寒芒 邀天地赴这场侠" +
                                "义满腔 曾相约要扬名江湖之上 纵身摘得名动 天下刹那天光 阿睿凌霓剑裳：这天地有 多少傲骨儿郎 愿共我比肩掀一波风浪 若一战便定要万古流芳 傲视群雄自当不枉 N" +
                                "L不分：热血燃 冰封何以阻我登天山 江湖上又将如何相传 阿睿凌霓剑裳：可甘愿 共我抛去这现世长安 策马仗剑肆意而战 合：问肝胆 你无畏将生死也看淡 我提刀相伴力" +
                                "挽狂澜 笑这般 江湖客当以刀剑对盏 此战快然盛世加冠 阿睿凌霓剑裳：让风沙 记载这殊死对抗 当胸前的血色染过手掌 也不负眸光中一抹疏狂 傲骨一仗 你可知我仍愿前" +
                                "往 NL不分：青史中 能有谁写就无双 任刀光与残阳灼过胸膛 将风浪都当做心中狂放 英雄自当遇强则强 阿睿凌霓剑裳：热血燃 冰封何以阻我登天山 江湖上又将如何相传" +
                                " 可甘愿 共我抛去这现世长安 策马仗剑肆意而战 NL不分：问肝胆 你无畏将生死也看淡 我提刀相伴力挽狂澜 笑河山 江湖客当以刀剑对盏 此战快然盛世加冠 合：热血" +
                                "燃 狭路相逢英豪当一战 定要让刀锋撼动山巅 畅快间 此战也得后世中流传 刀芒若断也当无憾 问肝胆 信手也便是清风无限 成败两相抛共赏青天 敬这般 武逢知己也算无" +
                                "他愿 得战当战快意人间 "
        }, {
                id: 2,
                title: "蛊梦",
                artist: "小荣童鞋/馒头妞",
                flie: "http://fs.w.kugou.com/201710241854/fb23d648677cf8b4b480294cbb1baed2/G005/M05/16/" +
                                "07/RQ0DAFS60vyAAetJAEs32miYes0751.mp3",
                cover: "https://gss0.bdstatic.com/94o3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike150%2C5%2C" +
                                "5%2C150%2C50/sign=c1525770818ba61ecbe3c07d205dfc6f/0ff41bd5ad6eddc421bde5413adbb" +
                                "6fd52663335.jpg",
                lrc: "填词：小萝演唱：小荣童鞋、馒头妞 歌曲后期：咩小宁 纯阳：站住！你已经无路可走了！ 五毒：呵…还有一条路…只是看眼前挡路的人…让不让我走。 纯阳：事到如今，你还" +
                                "不悔改！ 五毒：如果我说我是不得已…你可信？ 纯阳：你任天一教分坛左使数年！手上沾染了多少无辜生灵的性命！叫我如何信你！？ 五毒：那你想如何？要如何？ 纯阳：我" +
                                "。。。 五毒：哼…不如…杀我以平众愤好了… 纯阳：杀你……以平众愤 五毒：杀了我 词:男：心也落空,雪也匆匆,叹她不回头 女：不安的风,却缠绕其中,恨他不曾留 " +
                                "男：只是千种心绪万般暗涌 合：只是旧事难平休 【回忆初识，相聚喝酒】 五毒：喂 ~ 道长，我弄来两坛酒，咱们两个继续聊天呐 ~  纯阳：你一个女孩子一天到晚喝什" +
                                "么酒！不如跟我说说，你那宝贝似的凤凰蛊到底是什么呀? 五毒：凤凰蛊嘛 ~ 虽不及灵猫九命，但却有着医死人肉白骨之奇效呢 ~  词：男：草泽的春,虫鸣花瘦,还有谁" +
                                "的酒 女：你的笑映着温柔的痴,笑我不知愁 男：只是灵蛊续命怎可能 合：只是,梦醒知凡尘 男：也想同你行云过半生,赢了浮名何能？ 女：世有烦恨不由身,心事难成 女" +
                                "：且把此梦封存-男：思念更甚 女：且留一蛊为证-男：天涯谁问 合：彩蝶纷纷,归去无人 女：别再等 【刀光剑影，最后一剑命中】 五毒：闷哼） 纯阳：我信你所言.." +
                                ". 但这一剑是我作为纯阳弟子对整个中原武林必须做出的交待！我知道你有凤凰蛊，等你恢复过来，我便带你归隐 五毒：我身上..没有凤凰蛊 纯阳：你说什么？ 五毒:(快" +
                                "死了如果是你，会将蛊下给谁？你猜，我又把我的蛊下在了哪？ 词：男：这一剑是,最后的诗,只为你的执 女：笑他还是,最傻的样子,猜不透的痴 男：只是 再无笛声寄天真" +
                                " 合：只是 凤凰也作尘 男：踏雪凌剑不忍碎星辰,空余了梦中人 女：引蝶唤蛊只一瞬,输了红尘 女：且把此梦封存-男：思念更甚 女：且留一蛊为证-男：天涯谁问 女：" +
                                "彩蝶犹恨,归去无人 合：别再等 【墓前，纯阳走来】 纯阳：烛龙殿一役，如今回想起来就像是一场梦 各门派掌门都平安返回了教派，你的曲云教主也安然无事。 嗤,原来你" +
                                "是她门下弟子 她说,当时的我已经没有气息了【闪回，当初喝酒片段】 五毒：凤凰涅盘，起死回生，一生只有一蛊。 若是将它下在别人的身上也就代表将自己的心交到了那个人" +
                                "的手心里"

        }, {
                id: 3,
                title: "参商",
                artist: "不才",
                flie: "http://fs.w.kugou.com/201710241834/23c58b3a50efc31f6a34e97d9531ca75/G013/M02/1B/" +
                                "1F/TQ0DAFUMMsmAOChEAEcFeFMgt9s960.mp3",
                cover: "http://singerimg.kugou.com/uploadpic/softhead/400/20150821/20150821160527934958." +
                                "jpg",
                lrc: "作词：贰哲 作曲：潮汐-tide 编曲：潮汐-tide 震八方,如风剑,自当狂 破千山,斩巨浪,胜负间 侠名扬 NL不分：斩月光 做刀锋一点寒芒 邀天地赴这场侠" +
                                "义满腔 曾相约要扬名江湖之上 纵身摘得名动 天下刹那天光 阿睿凌霓剑裳：这天地有 多少傲骨儿郎 愿共我比肩掀一波风浪 若一战便定要万古流芳 傲视群雄自当不枉 N" +
                                "L不分：热血燃 冰封何以阻我登天山 江湖上又将如何相传 阿睿凌霓剑裳：可甘愿 共我抛去这现世长安 策马仗剑肆意而战 合：问肝胆 你无畏将生死也看淡 我提刀相伴力" +
                                "挽狂澜 笑这般 江湖客当以刀剑对盏 此战快然盛世加冠 阿睿凌霓剑裳：让风沙 记载这殊死对抗 当胸前的血色染过手掌 也不负眸光中一抹疏狂 傲骨一仗 你可知我仍愿前" +
                                "往 NL不分：青史中 能有谁写就无双 任刀光与残阳灼过胸膛 将风浪都当做心中狂放 英雄自当遇强则强 阿睿凌霓剑裳：热血燃 冰封何以阻我登天山 江湖上又将如何相传" +
                                " 可甘愿 共我抛去这现世长安 策马仗剑肆意而战 NL不分：问肝胆 你无畏将生死也看淡 我提刀相伴力挽狂澜 笑河山 江湖客当以刀剑对盏 此战快然盛世加冠 合：热血" +
                                "燃 狭路相逢英豪当一战 定要让刀锋撼动山巅 畅快间 此战也得后世中流传 刀芒若断也当无憾 问肝胆 信手也便是清风无限 成败两相抛共赏青天 敬这般 武逢知己也算无" +
                                "他愿 得战当战快意人间 "
        }, {
                id: 4,
                title: "我的一个道姑朋友",
                artist: "以冬",
                flie: "http://fs.w.kugou.com/201710241729/e2591f0e9e646b615a13514fc951a181/G077/M08/1C/" +
                                "1F/jQ0DAFhSl4CAKq8gAEyvMRLkyyM578.mp3",
                cover: "https://gss2.bdstatic.com/-fo3dSag_xI4khGkpoWK1HF6hhy/baike/c0%3Dbaike150%2C5%2C" +
                                "5%2C150%2C50/sign=a75e3d2e9222720e6fc3eaa81aa26123/5243fbf2b21193131ed767fc6f380" +
                                "cd790238de2.jpg",
                lrc: "作词：贰哲 作曲：潮汐-tide 编曲：潮汐-tide 震八方,如风剑,自当狂 破千山,斩巨浪,胜负间 侠名扬 NL不分：斩月光 做刀锋一点寒芒 邀天地赴这场侠" +
                                "义满腔 曾相约要扬名江湖之上 纵身摘得名动 天下刹那天光 阿睿凌霓剑裳：这天地有 多少傲骨儿郎 愿共我比肩掀一波风浪 若一战便定要万古流芳 傲视群雄自当不枉 N" +
                                "L不分：热血燃 冰封何以阻我登天山 江湖上又将如何相传 阿睿凌霓剑裳：可甘愿 共我抛去这现世长安 策马仗剑肆意而战 合：问肝胆 你无畏将生死也看淡 我提刀相伴力" +
                                "挽狂澜 笑这般 江湖客当以刀剑对盏 此战快然盛世加冠 阿睿凌霓剑裳：让风沙 记载这殊死对抗 当胸前的血色染过手掌 也不负眸光中一抹疏狂 傲骨一仗 你可知我仍愿前" +
                                "往 NL不分：青史中 能有谁写就无双 任刀光与残阳灼过胸膛 将风浪都当做心中狂放 英雄自当遇强则强 阿睿凌霓剑裳：热血燃 冰封何以阻我登天山 江湖上又将如何相传" +
                                " 可甘愿 共我抛去这现世长安 策马仗剑肆意而战 NL不分：问肝胆 你无畏将生死也看淡 我提刀相伴力挽狂澜 笑河山 江湖客当以刀剑对盏 此战快然盛世加冠 合：热血" +
                                "燃 狭路相逢英豪当一战 定要让刀锋撼动山巅 畅快间 此战也得后世中流传 刀芒若断也当无憾 问肝胆 信手也便是清风无限 成败两相抛共赏青天 敬这般 武逢知己也算无" +
                                "他愿 得战当战快意人间 "
        }, {
                id: 5,
                title: "白骨哀",
                artist: "凌以轩",
                flie: "http://fs.w.kugou.com/201710241831/fae66821a79e5f1d36015800d57366bd/G014/M0B/18/" +
                                "03/Tg0DAFUJgl6AByoaAFOQlDnaggU559.mp3",
                cover: "http://imge.kugou.com/stdmusic/20150831/20150831175929288341.jpg",
                lrc: "作词：贰哲 作曲：潮汐-tide 编曲：潮汐-tide 震八方,如风剑,自当狂 破千山,斩巨浪,胜负间 侠名扬 NL不分：斩月光 做刀锋一点寒芒 邀天地赴这场侠" +
                                "义满腔 曾相约要扬名江湖之上 纵身摘得名动 天下刹那天光 阿睿凌霓剑裳：这天地有 多少傲骨儿郎 愿共我比肩掀一波风浪 若一战便定要万古流芳 傲视群雄自当不枉 N" +
                                "L不分：热血燃 冰封何以阻我登天山 江湖上又将如何相传 阿睿凌霓剑裳：可甘愿 共我抛去这现世长安 策马仗剑肆意而战 合：问肝胆 你无畏将生死也看淡 我提刀相伴力" +
                                "挽狂澜 笑这般 江湖客当以刀剑对盏 此战快然盛世加冠 阿睿凌霓剑裳：让风沙 记载这殊死对抗 当胸前的血色染过手掌 也不负眸光中一抹疏狂 傲骨一仗 你可知我仍愿前" +
                                "往 NL不分：青史中 能有谁写就无双 任刀光与残阳灼过胸膛 将风浪都当做心中狂放 英雄自当遇强则强 阿睿凌霓剑裳：热血燃 冰封何以阻我登天山 江湖上又将如何相传" +
                                " 可甘愿 共我抛去这现世长安 策马仗剑肆意而战 NL不分：问肝胆 你无畏将生死也看淡 我提刀相伴力挽狂澜 笑河山 江湖客当以刀剑对盏 此战快然盛世加冠 合：热血" +
                                "燃 狭路相逢英豪当一战 定要让刀锋撼动山巅 畅快间 此战也得后世中流传 刀芒若断也当无憾 问肝胆 信手也便是清风无限 成败两相抛共赏青天 敬这般 武逢知己也算无" +
                                "他愿 得战当战快意人间 "
        }, {
                id: 6,
                title: "剑啸江湖",
                artist: "怜音缈儿／小曲儿／醋米／潇子墨／嗷呜／凌之轩／冰冰火",
                flie: "http://fs.w.kugou.com/201710241856/25a81e96205c3f918c6ccfc01d8358be/G014/M02/0E/" +
                                "08/Tg0DAFULd8iATLGuACSGp3wN9kk944.mp3",
                cover: "https://timgsa.baidu.com/timg?image&quality=80&size=b9999_10000&sec=150843043713" +
                                "6&di=5db771bf24ab3ae0b20f803d0adb1a92&imgtype=0&src=http%3A%2F%2Fpic.duowan.com%" +
                                "2Fjx3%2F1109%2F180787994064%2F180788752072.jpg",
                lrc: "作词：贰哲 作曲：潮汐-tide 编曲：潮汐-tide 震八方,如风剑,自当狂 破千山,斩巨浪,胜负间 侠名扬 NL不分：斩月光 做刀锋一点寒芒 邀天地赴这场侠" +
                                "义满腔 曾相约要扬名江湖之上 纵身摘得名动 天下刹那天光 阿睿凌霓剑裳：这天地有 多少傲骨儿郎 愿共我比肩掀一波风浪 若一战便定要万古流芳 傲视群雄自当不枉 N" +
                                "L不分：热血燃 冰封何以阻我登天山 江湖上又将如何相传 阿睿凌霓剑裳：可甘愿 共我抛去这现世长安 策马仗剑肆意而战 合：问肝胆 你无畏将生死也看淡 我提刀相伴力" +
                                "挽狂澜 笑这般 江湖客当以刀剑对盏 此战快然盛世加冠 阿睿凌霓剑裳：让风沙 记载这殊死对抗 当胸前的血色染过手掌 也不负眸光中一抹疏狂 傲骨一仗 你可知我仍愿前" +
                                "往 NL不分：青史中 能有谁写就无双 任刀光与残阳灼过胸膛 将风浪都当做心中狂放 英雄自当遇强则强 阿睿凌霓剑裳：热血燃 冰封何以阻我登天山 江湖上又将如何相传" +
                                " 可甘愿 共我抛去这现世长安 策马仗剑肆意而战 NL不分：问肝胆 你无畏将生死也看淡 我提刀相伴力挽狂澜 笑河山 江湖客当以刀剑对盏 此战快然盛世加冠 合：热血" +
                                "燃 狭路相逢英豪当一战 定要让刀锋撼动山巅 畅快间 此战也得后世中流传 刀芒若断也当无憾 问肝胆 信手也便是清风无限 成败两相抛共赏青天 敬这般 武逢知己也算无" +
                                "他愿 得战当战快意人间 "
        }

]
